import React from 'react';
import styles from './roomGamer.module.scss';

function RoomGamers() {
	return (
		<>
			<h2>Список игроков (Всего: 6)</h2>
			<p>Имя Фамилия (В сети)</p>
			<p>Имя Фамилия (Не в сети)</p>
			<p>Имя Фамилия (В сети)</p>
			<p>Имя Фамилия (Не в сети)</p>
			<p>Имя Фамилия (В сети)</p>
			<p>Имя Фамилия (Не в сети)</p>
			<p>Имя Фамилия (В сети)</p>
			<p>Имя Фамилия (Не в сети)</p>
			<p>Имя Фамилия (В сети)</p>
			<p>Имя Фамилия (Не в сети)</p>
			<p>Имя Фамилия (В сети)</p>
			<p>Имя Фамилия (Не в сети)</p>
			<p>Имя Фамилия (В сети)</p>
			<p>Имя Фамилия (Не в сети)</p>
		</>
	);
}

export default RoomGamers;
